{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mellow.nvim": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tabline": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "resession.nvim": { "branch": "master" },
  "smart-splits.nvim": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" }
}